Repository: LEMONAGI/GoldTime
Catalog: GoldTime/GoldTime/Localizable.xcstrings
Source language: ko
Languages: en, ja

# onboarding.dialog.tracking.message
source: 앱과 웹에서의 활동이 맞춤형 광고에 사용될 수 있습니다.
en: Your activity across other companies’ apps and websites may be used for personalized ads.
ja: Appやウェブでのアクティビティが、パーソナライズされた広告に使用される場合があります。

# onboarding.dialog.tracking.title
source: "GoldTime"이 추적을 요청합니다
en: Allow “GoldTime” to Track Your Activity Across Other Companies’ Apps and Websites?
ja: “GoldTime”がトラッキングの許可を求めています

# onboarding.error.screenTime
source: 스크린타임 권한이 필요해요. 다시 한 번 버튼을 눌러 권한을 허용해주세요.
en: Screen Time access is required. Tap the button again and allow access.
ja: スクリーンタイムの権限が必要です。もう一度ボタンを押して権限を許可してください。

# onboarding.intro.description
source: 스스로 정한 한도를 넘기면 선택한 앱이 잠기고, 더 쓰려면 광고로 시간을 구매해야 합니다. 당신이 시간의 소중함을 느낄 수 있도록, 한도를 넘기는 순간을 의식하게 만들겠습니다.
en: When you go over a limit you set, your chosen apps will lock. More time costs an ad. We'll make that moment hard to ignore, so you remember what your time is worth.
ja: 自分で決めた上限を超えると選んだアプリがロックされ、 もっと使うには広告で時間を購入する必要があります。 あなたが時間の大切さを感じられるように、 上限を超える瞬間を意識させます。

# onboarding.intro.title
source: 시간이 금이다
en: Time Is Money
ja: 時は金なり

# onboarding.note.notification
source: '시간 지정 요약에서 허용'이 아닌 '허용'을 선택해야 즉시 알림을 받을 수 있어요
en: Choose ‘Allow,’ not ‘Allow in Scheduled Summary,’ to receive notifications immediately
ja: 「時刻指定要約で許可」ではなく「許可」を選ぶと、すぐに通知を受け取れます

# onboarding.note.screenTime
source: 이 권한을 허용해야 앱을 사용할 수 있어요
en: You need to allow this permission to use the app
ja: この権限を許可しないとアプリを使用できません

# onboarding.note.tracking
source: 거부해도 광고는 표시되며 앱 이용에 제한이 없어요
en: Ads still appear if you decline, and the app works the same
ja: 拒否しても広告は表示され、アプリの利用に制限はありません

# onboarding.notification.button
source: 알림 허용하기
en: Allow Notifications
ja: 通知を許可する

# onboarding.notification.description
source: 한도에 가까워지면 알림으로 알려드려요. 원하지 않으면 나중에 설정에서 켤 수 있어요.
en: We'll notify you when you're close to a limit. You can turn this on later in Settings if you prefer.
ja: 上限が近づくと通知でお知らせします。 ご希望でなければ、後で設定からオンにできます。

# onboarding.notification.skip
source: 나중에 하기
en: Not Now
ja: 後で

# onboarding.notification.title
source: 알림 권한
en: Notification Access
ja: 通知の権限

# onboarding.screenTime.button
source: 스크린타임 허용하기
en: Allow Screen Time
ja: スクリーンタイムを許可する

# onboarding.screenTime.description
source: 앱 사용 시간을 추적하고 한도를 초과하면 앱을 잠그기 위해 스크린타임 접근 권한이 필요해요.
en: GoldTime needs Screen Time access to track app usage and lock apps when you go over your limit.
ja: アプリの使用時間を計測し、 上限を超えるとアプリをロックするために スクリーンタイムへのアクセス権限が必要です。

# onboarding.screenTime.title
source: 스크린타임 권한
en: Screen Time Access
ja: スクリーンタイムの権限

# onboarding.tracking.button
source: 계속하기
en: Continue
ja: 続ける

# onboarding.tracking.description
source: GoldTime은 광고 기반 앱입니다. 광고 추적을 허용하면 더 관련성 높은 광고가 표시돼요. 거부해도 광고는 계속 표시됩니다.
en: GoldTime is supported by advertisements. Enabling tracking allows us to deliver more relevant ads. You will still see ads even if you opt out.
ja: GoldTimeは広告ベースのアプリです。 広告トラッキングを許可すると、より関連性の高い広告が表示されます。 拒否しても広告は引き続き表示されます。

# onboarding.tracking.title
source: 맞춤 광고 허용
en: Allow Personalized Ads
ja: パーソナライズ広告を許可

# progress.cellsRemaining %lld
source: %lld칸 남음
en: %lld slots left
ja: 残り%lldマス

# recovery.strictNotice
source: 금고 약정이 진행 중이에요 — 권한을 다시 켜면 약정이 그대로 이어져요.
en: A Vault commitment is running — turn permission back on and it picks up right where it left off.
ja: 金庫の誓約が進行中です — 権限を再度オンにすると誓約はそのまま続きます。

# rule.commit.adNotice.message
source: 적용된 그룹은 광고를 본 뒤에 편집할 수 있어요.
en: Watch an ad to edit an applied group.
ja: 適用済みのグループは広告を見た後に編集できます。

# rule.cooldown.hint
source: 사용 시간만큼 쓰면 잠기고, 휴식 간격만큼 지나면 다시 충전돼요. 매일 자정에도 새로 시작해요.
en: Use up your allowance and the group locks. Once the break is over, it recharges. It also resets at midnight.
ja: 使用時間の分だけ使うとロックされ、休憩の間隔が過ぎると再びチャージされます。毎日深夜0時にもリセットされます。

# rule.cooldown.rest
source: 휴식 간격
en: Break Length
ja: 休憩の間隔

# rule.cooldown.subtitle
source: 정한 만큼 쓰면 한동안 쉬어야 해요
en: Use your allowance, then take a break
ja: 決めた分だけ使うとしばらく休む必要があります

# rule.cooldown.summary %@ %@
source: %1$@ 쓰면 %2$@ 휴식
en: %1$@ of use, then a %2$@ break
ja: %1$@使うと%2$@休憩

# rule.cooldown.title
source: 쿨다운 잠금
en: Cooldown Lock
ja: クールダウンロック

# rule.cooldown.usage
source: 사용 시간
en: Usage Time
ja: 使用時間

# rule.dailyLimit.hint
source: 이 시간을 넘기면 그룹이 잠겨요. 매일 자정에 새로 시작해요.
en: The group locks after this amount of use. It resets every midnight.
ja: この時間を超えるとグループがロックされます。毎日深夜0時にリセットされます。

# rule.dailyLimit.subtitle
source: 하루에 정한 시간을 넘기면 잠겨요
en: Locks after your daily allowance
ja: 1日に決めた時間を超えるとロックされます

# rule.dailyLimit.title
source: 일일 한도 제한
en: Daily Limit
ja: 1日の上限制限

# rule.footer
source: 이미 규칙이 적용된 그룹은 변경된 규칙도 바로 반영돼요.
en: Changes to rules for applied groups take effect immediately.
ja: すでにルールが適用されたグループは、変更したルールもすぐに反映されます。

# rule.picker.hour
source: 시간
en: hr
ja: 時間

# rule.picker.minute
source: 분
en: min
ja: 分

# rule.selectPrompt
source: 차단 규칙 선택
en: Choose a Blocking Rule
ja: ブロックルールを選択

# rule.selectSubtitle
source: 원하는 규칙을 선택하세요
en: Choose how you want the block to work
ja: お好みのルールを選んでください

# rule.timeWindow.end
source: 종료
en: End
ja: 終了

# rule.timeWindow.start
source: 시작
en: Start
ja: 開始

# rule.timeWindows.add
source: 시간대 추가
en: Add Time Window
ja: 時間帯を追加

# rule.timeWindows.addPrompt
source: 차단 시간대를 추가해 주세요
en: Add a time window to block
ja: ブロックする時間帯を追加してください

# rule.timeWindows.hint %lld
source: 정한 시간대 동안에는 그룹이 잠겨요. 시간대를 왼쪽으로 밀면 삭제할 수 있어요. 최대 %lld개까지 추가할 수 있어요.
en: The group stays locked during these times. Swipe left on a window to delete it. You can add up to %lld.
ja: 決めた時間帯の間はグループがロックされます。時間帯を左にスワイプすると削除できます。最大%lld個まで追加できます。

# rule.timeWindows.subtitle
source: 정한 시간대 동안 사용을 막아요
en: Blocks use during set times
ja: 決めた時間帯の間、使用をブロックします

# rule.timeWindows.title
source: 시간대별 차단
en: Time Windows
ja: 時間帯ごとのブロック

# rule.title
source: 차단 규칙
en: Blocking Rule
ja: ブロックルール

# rule.weekday.addBundle
source: 요일 그룹 추가
en: Add a day group
ja: 曜日グループを追加

# rule.weekday.bundle.title
source: 요일 규칙
en: Day Rule
ja: 曜日ルール

# rule.weekday.days.header
source: 요일
en: Days
ja: 曜日

# rule.weekday.empty.footer
source: 아직 제한할 요일이 없어요. 요일 칸이나 '요일 그룹 추가'를 눌러 규칙을 정해 주세요.
en: No days are restricted yet. Tap a day or 'Add a day group' to set a rule.
ja: まだ制限する曜日がありません。曜日か「曜日グループを追加」をタップしてルールを設定してください。

# rule.weekday.kind.header
source: 규칙
en: Rule
ja: ルール

# rule.weekday.section.footer
source: 요일 그룹을 눌러 규칙을 바꿀 수 있어요.
en: Tap a group of days to change its rule.
ja: 曜日グループをタップするとルールを変更できます。

# rule.weekday.selectDaysHint
source: 요일을 하나 이상 선택하세요.
en: Select at least one day.
ja: 曜日を1つ以上選択してください。

# rule.weekday.summary.cooldown %@ %@
source: 쿨다운 · %1$@ 쓰면 %2$@ 휴식
en: Cooldown · %1$@ of use, then a %2$@ break
ja: クールダウン · %1$@使うと%2$@休憩

# rule.weekday.summary.dailyLimit %@
source: 일일 한도 · %@
en: Daily limit · %@
ja: 1日の上限 · %@

# rule.weekday.summary.timeWindows %@
source: 시간대 차단 · %@
en: Blocked hours · %@
ja: 時間帯ブロック · %@

# rule.weekday.title
source: 요일별 규칙
en: Rules by day
ja: 曜日別ルール

# rule.weekday.today %@
source: 오늘: %@
en: Today: %@
ja: 今日: %@

# rule.weekday.toggle
source: 요일별 규칙
en: Rules by day
ja: 曜日別ルール

# rule.weekday.toggle.footer
source: 요일마다 다른 규칙을 정할 수 있어요.
en: Set a different rule for each day of the week.
ja: 曜日ごとに違うルールを設定できます。

# rule.weekday.unrestricted
source: 제한 없음
en: No limit
ja: 制限なし

# rule.weekday.unrestricted.hint
source: 이 요일에는 앱을 제한하지 않아요.
en: Apps aren't limited on these days.
ja: この曜日はアプリを制限しません。

# settings.alert.requestFailed.title
source: 권한 요청 실패
en: Request Failed
ja: 権限リクエストに失敗しました

# settings.alert.screenTime.message
source: GoldTime이 앱 한도를 적용하려면 스크린 타임 권한이 필요해요.
en: GoldTime needs Screen Time access to apply app limits.
ja: GoldTimeがアプリの上限を適用するには、スクリーンタイムの権限が必要です。

# settings.alert.screenTime.title
source: 스크린 타임 권한 필요
en: Screen Time Access Required
ja: スクリーンタイムの権限が必要です

# settings.feedback.email
source: 이메일로 피드백 보내기
en: Send Feedback by Email
ja: メールでフィードバックを送る

# settings.feedback.email.body %@ %@ %@ %@
source: 안녕하세요! 보내주신 의견은 빠짐없이 읽고 있어요. 버그는 쏜살같이, 기능 추가는 정확하게! (여기에 의견을 적어주세요) 버그 제보라면 아래를 함께 적어주시면 훨씬 빨리 해결할 수 있어요: • 어떤 상황에서 생겼나요? (재현 순서) • 어떤 화면·기능인가요? • 기대한 동작 vs 실제 동작 --- 앱 버전: %1$@ (%2$@) 기기: %3$@ iOS: %4$@
en: Hi! We read every message you send. Bugs, fixed fast. Features, built right. (Write your feedback here) If you're reporting a bug, adding the details below helps us fix it much faster: • What were you doing when it happened? (steps to reproduce) • Which screen or feature was it? • What did you expect vs. what actually happened --- App version: %1$@ (%2$@) Device: %3$@ iOS: %4$@
ja: こんにちは！いただいたご意見はすべて読んでいます。 バグは素早く、機能追加は正確に！ （ここにご意見をお書きください） バグのご報告なら、以下も書いていただけると解決がぐっと早くなります： • どんな操作のときに起きましたか？（再現手順） • どの画面・機能ですか？ • 期待した動作と実際の動作 --- アプリバージョン：%1$@（%2$@） 端末：%3$@ iOS：%4$@

# settings.feedback.email.subject
source: GoldTime 피드백
en: GoldTime Feedback
ja: GoldTimeフィードバック

# settings.feedback.email.subtitle
source: 앱 개선에 도움이 됩니다
en: Help make the app better
ja: アプリの改善に役立ちます

# settings.feedback.review
source: 리뷰 작성하기
en: Write a Review
ja: レビューを書く

# settings.feedback.review.subtitle
source: 앱스토어에서 별점과 리뷰를 남겨주세요
en: Leave a rating and review on the App Store
ja: App Storeで評価とレビューをお願いします

# settings.feedback.share
source: 친구에게 공유하기
en: Share with Friends
ja: 友達に共有する

# settings.feedback.share.subtitle
source: 주변에 GoldTime을 알려주세요
en: Tell people about GoldTime
ja: 周りにGoldTimeを広めてください

# settings.notif.deferred
source: 시간 지정 요약에 묶여 알림이 늦을 수 있어요
en: May arrive late because it's in Scheduled Summary
ja: 時刻指定要約にまとめられ、通知が遅れる場合があります

# settings.notif.denied
source: iOS 설정에서 꺼져 있어요
en: Turned off in iOS Settings
ja: iOSの設定でオフになっています

# settings.notif.notDetermined
source: 탭하여 알림을 허용해 주세요
en: Tap to allow notifications
ja: タップして通知を許可してください

# settings.notif.unknown
source: iOS 설정에서 켜주세요
en: Turn on in iOS Settings
ja: iOSの設定でオンにしてください

# settings.notification.title
source: 알림
en: Notifications
ja: 通知

# settings.privacy.adChoices
source: 광고·개인정보 설정
en: Ad & Privacy Choices
ja: 広告・プライバシー設定

# settings.privacy.adChoices.subtitle
source: 광고 개인화 동의를 변경합니다
en: Change your ad personalization consent
ja: 広告のパーソナライズ同意を変更します

# settings.privacy.policy
source: 개인정보 처리방침
en: Privacy Policy
ja: プライバシーポリシー

# settings.privacy.policy.subtitle
source: 수집·사용하는 정보를 확인합니다
en: See what data we use and how
ja: 収集・利用する情報を確認します

# settings.privacy.policy.url
source: https://jinthelemon.notion.site/GoldTime-37390636549f80908fcdd4def9756d34
en: https://jinthelemon.notion.site/GoldTime-Privacy-Policy-38590636549f8051bdeafefd5c0a3d8f
ja: https://jinthelemon.notion.site/GoldTime-38590636549f8026bfc0c39ca52114a4

# settings.reconnect.subtitle
source: 모니터링 연결이 끊겼을 때 다시 연결합니다
en: Reconnects monitoring if the connection is lost
ja: モニタリング接続が切れたときに再接続します

# settings.reconnect.title
source: 스크린 타임 재연결
en: Reconnect Screen Time
ja: スクリーンタイムの再接続

# settings.screenTime.allowed
source: 허용됨
en: Allowed
ja: 許可済み

# settings.screenTime.needCheck
source: 확인이 필요해요
en: Needs Attention
ja: 確認が必要です

# settings.screenTime.title
source: 스크린 타임 권한
en: Screen Time Access
ja: スクリーンタイムの権限

# settings.section.feedback
source: 피드백
en: Feedback
ja: フィードバック

# settings.section.general
source: 일반
en: General
ja: 一般

# settings.section.privacy
source: 개인정보
en: Privacy
ja: プライバシー

# settings.section.troubleshooting
source: 문제 해결
en: Troubleshooting
ja: トラブルシューティング

# settings.title
source: 설정
en: Settings
ja: 設定

# settings.weekStart
source: 주 시작 요일
en: Start of Week
ja: 週の開始曜日

# settings.weekday.monday
source: 월요일
en: Monday
ja: 月曜日

# settings.weekday.sunday
source: 일요일
en: Sunday
ja: 日曜日

# stats.caption.less %@ %@
source: %1$@보다 %2$@ 적어요
en: %2$@ less than %1$@
ja: %1$@より%2$@少ないです

# stats.caption.more %@ %@
source: %1$@보다 %2$@ 많아요
en: %2$@ more than %1$@
ja: %1$@より%2$@多いです

# stats.caption.same %@
source: %@과 같아요
en: Same as %@
ja: %@と同じです

# stats.chart.average
source: 평균
en: Average
ja: 平均

# stats.chart.averageLabel
source: 평균
en: Average
ja: 平均

# stats.chart.date
source: 날짜
en: Date
ja: 日付

# stats.chart.extraUse
source: 추가 사용
en: Extra Time
ja: 追加使用

# stats.chart.yAxis.hourMinute %lld %lld
source: %1$lld시간 %2$lld분
en: %1$lldh %2$lldm
ja: %1$lld時間%2$lld分

# stats.chart.yAxis.hours %lld
source: %lld시간
en: %lldh
ja: %lld時間

# stats.chart.yAxis.minutes %lld
source: %lld분
en: %lldm
ja: %lld分

# stats.compare.thisMonth
source: 이번 달 평균
en: This month's average
ja: 今月の平均

# stats.compare.thisYear
source: 올해 평균
en: This year's average
ja: 今年の平均

# stats.compare.year %@
source: %@년 평균
en: %@ average
ja: %@年の平均

# stats.delta.less %@
source: 어제보다 %@ 적어요
en: %@ less than yesterday
ja: 昨日より%@少ないです

# stats.delta.more %@
source: 어제보다 %@ 많아요
en: %@ more than yesterday
ja: 昨日より%@多いです

# stats.delta.none
source: 어제도 오늘도 없어요
en: None yesterday or today
ja: 昨日も今日もありません

# stats.delta.same
source: 어제와 같아요
en: Same as yesterday
ja: 昨日と同じです

# stats.extraUse
source: 추가 사용
en: Extra Time
ja: 追加使用

# stats.mode.monthly
source: 월간
en: Monthly
ja: 月間

# stats.mode.weekly
source: 주간
en: Weekly
ja: 週間

# stats.monthlyAverage
source: 월간 평균
en: Monthly Average
ja: 月間平均

# stats.noRecord
source: 추가 사용 기록 없음
en: No Extra Time Recorded
ja: 追加使用の記録なし

# stats.period
source: 기간
en: Period
ja: 期間

# stats.section.record
source: 기록
en: History
ja: 記録

# stats.streak.adFree
source: 광고 없이 연속
en: Without watching ads
ja: 広告なしの連続

# stats.streak.best
source: 최대
en: Best
ja: 最高

# stats.streak.current
source: 현재
en: Current
ja: 現在

# stats.streak.record
source: 역대 최장 기록
en: Longest streak
ja: 過去最長記録

# stats.streak.title
source: 광고 없는 연속 일수
en: Ad-Free Streak
ja: 広告なしの連続日数

# stats.streak.watchedToday
source: 오늘 광고를 봤어요
en: You watched an ad today
ja: 今日は広告を見ました

# stats.thisMonth
source: 이번 달
en: This Month
ja: 今月

# stats.thisWeek
source: 이번 주
en: This Week
ja: 今週

# stats.title
source: 통계
en: Stats
ja: 統計

# stats.weekDelta.less %@
source: 지난 주보다 평균 %@ 적어요
en: %@ less per day than last week
ja: 先週より平均%@少ないです

# stats.weekDelta.more %@
source: 지난 주보다 평균 %@ 많아요
en: %@ more per day than last week
ja: 先週より平均%@多いです

# stats.weekDelta.none
source: 지난 주 기록 없음
en: No data from last week
ja: 先週の記録なし

# stats.weekDelta.same
source: 지난 주 평균과 같아요
en: Same daily average as last week
ja: 先週の平均と同じです

# stats.weeklyAverage
source: 주간 평균
en: Weekly Average
ja: 週間平均

# strict.active.expiresAt %@
source: %@ 0시에 풀려요
en: Unlocks at midnight on %@
ja: %@ 0時に解除されます

# strict.active.extend
source: 기간 늘리기
en: Extend the period
ja: 期間を延ばす

# strict.active.extend.button
source: 기간 늘리기
en: Extend the period
ja: 期間を延ばす

# strict.active.extend.hint
source: 지금보다 길게만 바꿀 수 있어요.
en: You can only make it longer.
ja: 今より長くのみ変更できます。

# strict.active.extend.none
source: 이미 최대예요.
en: Already at the maximum.
ja: すでに最大です。

# strict.active.noRelease
source: 중도 해제는 없어요.
en: No early exit.
ja: 途中解除はありません。

# strict.active.remaining %lld
source: %lld일 남았어요
en: %lld days left
ja: 残り%lld日

# strict.active.startedAt %@
source: %@에 시작했어요
en: Started on %@
ja: %@に開始しました

# strict.active.title
source: 금고 모드
en: Vault Mode
ja: 金庫モード

# strict.confirm.back
source: 다시 생각할래요
en: Let me think again
ja: もう一度考えます

# strict.confirm.body %lld %@
source: %lld일 동안 잠겨요. %@ 0시에 풀리고, 그 전엔 못 열어요.
en: Locked for %lld days. Unlocks at midnight on %@, and not before.
ja: %lld日間ロックされます。%@ 0時に解除され、それまで開けません。

# strict.confirm.button
source: 네, 잠글게요
en: Yes, lock it
ja: はい、ロックします

# strict.confirm.title
source: 정말 잠글까요?
en: Lock it for real?
ja: 本当にロックしますか？

# strict.notice.appRemoval
source: 기기 전체 앱 삭제가 막혀요.
en: Deleting any app on the device is blocked.
ja: 端末全体のアプリ削除がブロックされます。

# strict.notice.autoDateTime
source: 날짜·시간이 자동으로 고정돼요.
en: Date and time are pinned to automatic.
ja: 日付・時刻が自動に固定されます。

# strict.notice.editLocked
source: 규칙 변경·삭제가 잠겨요.
en: Rule changes and deletion are locked.
ja: ルールの変更・削除がロックされます。

# strict.notice.extendLocked
source: 1분·광고 연장이 잠겨요.
en: 1-minute and ad extensions are locked.
ja: 1分・広告延長がロックされます。

# strict.notice.noRelease
source: 중도 해제는 없어요. 정말로요.
en: No early exit. Really.
ja: 途中解除はありません。本当にです。

# strict.sheet.commit
source: 금고에 넣기
en: Put it in the Vault
ja: 金庫に入れる

# strict.sheet.day %lld
source: %lld일
en: %lldd
ja: %lld日

# strict.sheet.expiry %@
source: %@ 0시에 풀려요
en: Unlocks at midnight on %@
ja: %@ 0時に解除されます

# strict.sheet.intro
source: 이 기간 동안 잠겨요
en: Locked for this whole period
ja: この期間ずっとロックされます

# strict.sheet.itemCount %lld
source: 항목 %lld개
en: %lld items
ja: 項目%lld個

# strict.sheet.period
source: 기간
en: Period
ja: 期間

# strict.sheet.target
source: 잠글 그룹
en: Group to lock
ja: ロックするグループ

# strict.sheet.title
source: 금고 모드
en: Vault Mode
ja: 金庫モード

# timeWindow.error.crossesMidnight
source: 종료 시각은 시작 시각보다 늦어야 해요. 자정을 넘는 시간대는 두 개로 나눠 주세요.
en: The end time must be later than the start time. Split a window that crosses midnight into two.
ja: 終了時刻は開始時刻より後にしてください。深夜0時をまたぐ時間帯は2つに分けてください。

# timeWindow.error.empty
source: 차단 시간대를 1개 이상 추가해 주세요.
en: Add at least one time window.
ja: ブロックする時間帯を1つ以上追加してください。

# timeWindow.error.outOfRange
source: 시간대 설정이 올바르지 않아요.
en: This time window isn't valid.
ja: 時間帯の設定が正しくありません。

# timeWindow.error.overlapping
source: 겹치는 시간대가 있어요. 시간대를 조정해 주세요.
en: Some time windows overlap. Adjust them and try again.
ja: 重なっている時間帯があります。時間帯を調整してください。

# timeWindow.error.tooMany %lld
source: 차단 시간대는 %lld개까지예요.
en: You can add up to %lld time windows.
ja: ブロックする時間帯は%lld個までです。

# timeWindow.error.tooShort %lld
source: 차단 시간대는 %lld분 이상이어야 해요.
en: A time window must be at least %lld min.
ja: ブロックする時間帯は%lld分以上にしてください。

# weekdayRule.error.allUnrestricted
source: 모든 요일이 제한 없음이에요. 하루 이상 규칙을 정해 주세요.
en: Every day is unrestricted. Set a rule for at least one day.
ja: すべての曜日が制限なしです。1日以上ルールを設定してください。

# weekdayRule.error.dailyLimit
source: 일일 한도 설정이 올바르지 않아요.
en: The daily limit isn't valid.
ja: 1日の上限設定が正しくありません。

# weekdayRule.error.wrongDayCount
source: 요일 규칙은 7개여야 해요.
en: Weekday rules must cover all 7 days.
ja: 曜日ルールは7日分必要です。
